/* Info shown cell for TV shows */
"Season %@, Episode %@" = "الفصل %1$@، الحلقة %2$@";

/* Info shown cell for TV shows with no episode number */
"Season %@" = "الفصل %@";

/* TV Season header in video details */
"%@, Season %@" = "‏%@، الفصل %@";

/* Shown in table cell for one podcast */
"ONE_EPISODE" = "(حلقة واحدة)";

/* Data shown in table cells for an item representing multiple audiobooks */
"ONE_BOOK" = "(كتاب واحد)";

/* Data shown in table cells for an item representing multiple audiobooks */
"BOOK_COUNT_FORMAT" = "(%d كتب)";

"EPISODE_AND_VIDEO_COUNT_FORMAT" = "(%d حلقات، ١ فيديو)";
"EPISODE_AND_VIDEOS_COUNT_FORMAT" = "(%d حلقات، %d فيديوهات)";

/* Data shown in table cell for an item representing multiple TV shows or Video Podcasts */
"(%d Episodes)" = "(%d حلقات)";

/* Data shown in table cell for an item representing a group of music video tracks */
"(%d Videos)" = "(%d فيديوهات)";

"ONE_SONG" = "أغنية واحدة";
"SONGS_COUNT_FORMAT" = "%d أغاني";

"ALBUM_GRID_PLURAL_ALBUM_PLURAL_SONG" = "%d ألبومات، %d أغاني";
"ALBUM_GRID_PLURAL_ALBUM_SINGLE_SONG" = "%d ألبومات، ١ أغنية";
"ALBUM_GRID_SINGLE_ALBUM_SINGLE_SONG" = "أغنية واحدة";
"ALBUM_GRID_SINGLE_ALBUM_PLURAL_SONG" = "%d أغاني";

"ALBUM_HEADER_SONG_COUNT" = "%d أغاني";
"ALBUM_HEADER_SONG_COUNT_1" = "أغنية واحدة";
"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "تم النشر %@";

/* First %@ is something from ALBUM_HEADER_XXX, second is one of the MINUTES_STRING_MINS_FORMAT items */
"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "‏%@، ‏%@.";

"LIBRARY" = "المكتبة";
"MUSIC" = "موسيقى";
"NO_MUSIC_TITLE" = "موسيقى";
"NO_VIDEOS_TITLE" = "الفيديوهات";
"SOURCES" = "مصادر";

/* Header string used to indicate numeric section of a table */
"123" = "١٢٣";

/* attached */
"ACCESSORY_CONNECTED" = "ملحق متصل";

/* On-The-Go playlist option to add all albums. */
"Add All Albums" = "إضافة كافة الألبومات";

/* On-The-Go playlist option to add all songs. */
"Add All Songs" = "إضافة كافة الأغاني";

/* Explanatory text shown when editing the On-The-Go playlist. */
"Add songs to the On-The-Go playlist." = "إضافة أغاني إلى قائمة التشغيل On-The-Go.";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "حفظ";
"ADD_PLAYLIST_DIALOG_TITLE" = "قائمة تشغيل جديدة";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "قم بإدخال اسم لقائمة التشغيل هذه.";
"ADD_PLAYLIST_ROW" = "إضافة قائمة تشغيل...";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "عنوان";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "إضافة الأغاني إلى \"%@\".";
"EDIT_PLAYLIST_RENAME" = "إعادة تسمية";
"EDIT_PLAYLIST_ADD_SONGS" = "إضافة الأغاني";
"RENAME_PLAYLIST_DIALOG_TITLE" = "إعادة تسمية قائمة التشغيل";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "عنوان";

/* No comment provided by engineer. */
"Albums" = "الألبومات";

/* list option to view all albums. */
"All Albums" = "كافة الألبومات";

/* list option to view all songs. */
"All Songs" = "كافة الأغاني";

/* No comment provided by engineer. */
"Audible" = "Audible";

/* For displaying the current chapter in audiobook cells */
"AUDIO_BOOK_CHAPTER_FORMAT" = "الفصل %.02d/%.02d";

/* No comment provided by engineer. */
"Cancel" = "إلغاء";

/* No comment provided by engineer. */
"Chapter %d of %d" = "الفصل %1$d من %2$d";

"CHAPTER_INDEX_FORMAT" = "الفصل %d:";

/* No comment provided by engineer. */
"Refresh Playlist" = "تجديد قائمة التشغيل";

"CLEAR" = "مسح";

/* No comment provided by engineer. */
"Clear Playlist" = "مسح محتوى قائمة التشغيل";

/* No comment provided by engineer. */
"Save Playlist" = "حفظ قائمة التشغيل";

/* No comment provided by engineer. */
"Delete Playlist" = "حذف قائمة التشغيل";

/* No comment provided by engineer. */
"content" = "المحتوى";

/* No comment provided by engineer. */
"INVALID_RENTAL" = "غير صالح";

/* No comment provided by engineer. */
"Delete" = "حذف";

/* No comment provided by engineer. */
"DELETE_VIDEO_PROMPT" = "هل تود حذف \U201c%@\U201d لتوفير مساحة؟";

/* No comment provided by engineer. */
"Done" = "تم";

/* No comment provided by engineer. */
"Edit" = "تحرير";

/* No comment provided by engineer. */
"Save" = "حفظ";

/* Info shown cell for TV shows */
"Episode %@" = "الحلقة %@";

"GENIUS_MIX_BASED_ON_PREFIX" = "بناءًا على الموسيقى لـ:";
"GENIUS_MIX_BASED_ON_FORMAT" = "‏%@ وآخرين";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_COMMA_FORMAT" = "‏%@، ‏";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_NO_COMMA_FORMAT" = "‏%@";

/* No comment provided by engineer. */
"GENIUS_MIX_AND_OTHERS" = " وآخرين";

"GENIUS_MIX_DOWNLOAD_OFFLINE_TITLE" = "خليط Genius";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_ALL_FORMAT" = "قم بالاتصال بشبكة Wi-Fi أو الشبكة الخلوية لتنزيل \"%@\".";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_WIFI_FORMAT" = "قم بالاتصال بشبكة Wi-Fi لتنزيل \"%@\".";

/* No comment provided by engineer. */
"iTunes U" = "iTunes U";

/* No comment provided by engineer. */
"KEEP_VIDEO_ALERT_POPUP_OPTION" = "احتفاظ";

/* No comment provided by engineer. */
"LISTING_COUNT_ALBUMS_FORMAT" = "%d ألبوم";

/* No comment provided by engineer. */
"LISTING_COUNT_ARTISTS_FORMAT" = "%d فنان";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIBLEBOOKS_FORMAT" = "%d كتب صوتية";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIOBOOKS_FORMAT" = "%d كتب صوتية";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPILATIONS_FORMAT" = "%d مجموعات";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPOSERS_FORMAT" = "%d ملحنين";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d عناصر";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d مقاطع";

/* No comment provided by engineer. */
"LISTING_COUNT_GENRES_FORMAT" = "%d أنواع";

/* No comment provided by engineer. */
"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d قوائم تشغيل";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCAST_ITEMS_FORMAT" = "%d حلقات";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCASTS_FORMAT" = "%d بودكاست";

/* No comment provided by engineer. */
"LISTING_COUNT_SONGS_FORMAT" = "%d أغاني";

/* Bottom of the songs list during a sync. */
"SYNCING_COUNT_SONGS_FORMAT" = "جاري تنزيل %d من %d...";

/* No comment provided by engineer. */
"LISTING_COUNT_VOICE_MEMOS_FORMAT" = "%d مذكرات صوتية";

/* No comment provided by engineer */
"LOADING_GENIUS" = "جاري التحميل…";

/* No comment provided by engineer */
"LOADING_LYRICS" = "جاري تحميل كلمات الأغاني…";

/* No comment provided by engineer. */
"More" = "إضافي";

/* Section header title in the Videos list */
"Movies" = "الأفلام";

/* Section header title in the Videos list */
"Movie Rentals" = "الأفلام المستأجرة";

/* Section header title in the Videos list */
"Music Videos" = "فيديوهات موسيقية";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Audiobooks" = "لا توجد كتب صوتية";

/* Generic no content message */
"No Content" = "بلا محتوى";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Music" = "لا توجد موسيقى";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Podcasts" = "لا توجد بودكاست";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Videos" = "لا توجد فيديوهات";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ALBUMS" = "الألبومات";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ARTISTS" = "الفنانون";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_AUDIOBOOKS" = "الكتب الصوتية";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPILATIONS" = "المجموعات";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPOSERS" = "الملحنين";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_GENRES" = "الأنواع";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS" = "Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS_MIXES" = "خليط Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MORE" = "إضافي";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PLAYLISTS" = "قوائم التشغيل";

/* To provide a custom back button title, customize this value */
"SHORT_NO_CONTEXT_NAVTITLE_PLAYLISTS" = "قوائم التشغيل";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PODCASTS" = "البودكاست";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SONGS" = "الأغاني";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEOS" = "الفيديوهات";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MOVIES" = "الأفلام";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_RENTALS" = "الاستئجار";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_TV_SHOWS" = "برامج التلفاز";

/* The title of the 'iTunes U' tab in the video app. */
"NO_CONTEXT_NAVTITLE_VIDEO_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PODCASTS" = "البودكاست";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MUSIC_VIDEOS" = "فيديوهات موسيقية";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_INFO" = "معلومات";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_CHAPTERS" = "الفصول";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_EPISODES" = "حلقات";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PLAY_MOVIE" = "تشغيل الفيلم";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SHARED" = "مشترك";

/* No comment provided by engineer. */
"OK" = "موافق";

/* No comment provided by engineer. */
"On-The-Go" = "On-The-Go";

/* No comment provided by engineer. */
"PART_X_OF_Y_FORMAT" = "جزء %d من %d";

/* No comment provided by engineer. */
"Playlists" = "قوائم التشغيل";

/* Section header title in the Videos list */
"Podcasts" = "البودكاست";

/* Shuffle option shown in song lists */
"Shuffle" = "عشوائي";

/* No comment provided by engineer. */
"Songs" = "الأغاني";

/* iTunes Movie Store */
"MOVIE_STORE" = "المتجر";

/* iTunes Music Store */
"MUSIC_STORE" = "المتجر";

/* No comment provided by engineer. */
"Syncing" = "جاري المزامنة";

/* Section header title in the Videos list */
"TV Shows" = "برامج التلفاز";

/* No comment provided by engineer. */
"Unknown" = "غير معروف";
"UNKNOWN_ARTIST" = "فنان غير معروف";
"UNKNOWN_ALBUM" = "ألبوم غير معروف";

/* No comment provided by engineer. */
"You can download podcasts from iTunes." = "يمكنك تنزيل البودكاست من iTunes Store";
"You can download iTunes U content from iTunes." = "يمكنك تنزيل محتوى iTunes U من\n‏iTunes Store";
"You can download audiobooks from iTunes." = "يمكنك تنزيل الكتب الصوتية من iTunes Store";
"You can download music from iTunes." = "يمكنك تنزيل الموسيقى من iTunes Store";
"You can download videos from iTunes." = "يمكنك تنزيل الفيديوهات من iTunes Store";

"NOW_PLAYING" = "جاري تشغيل:";

/* Now playing button title.  Our implementation depends on using "Now\nPlaying" for English.  Do not change it without filing a Radar against PEP Music Player to update the corresponding code in +[NowPlayingNavigationButton _localizedTextLabel].  In other languages, use a single space to get an empty button, or any text you actually want drawn.  \n can be used to control wrapping.  NOW_PLAYING_BUTTON_LABEL_FONT_SIZE can be used to help fit the text. */
"NOW_PLAYING_BUTTON_LABEL" = "جاري\nالتشغيل";

/* Use -1 to indicate 'use the default'.  Use something other than -1 if you label is having a hard time fitting your label... Minimum is 8.0 */
"NOW_PLAYING_BUTTON_LABEL_FONT_SIZE" = "-1";

/* Title in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_TITLE" = "ستنتهي صلاحية الفيلم المستأجر";

/* Message in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "ستنتهي صلاحية الفيلم في القريب العاجل. إذا توقفت عن مشاهدة الفيلم بعد انتهاء الصلاحية، يجب عليك استئجاره مجددًا.";

/* Message in alert when a user tries to delete a rented movie */
"RENTAL_DELETE_CONFIRMATION_FORMAT" = "هل أنت متأكد من رغبتك في حذف \"‪%@‬\"؟ إذا قمت بحذف هذا الفيلم المستأجر، سوف تحتاج إلى استئجاره مرة أخرى لمشاهدته.";

/* Title in alert when a user tries to delete something */
"DELETE_CONFIRM_TITLE_FORMAT" = "‏هل أنت متأكد من رغبتك في حذف \"%@\"؟";

/* Title in alert when a user tries to delete an OTA purchase */
"DELETE_OTA_CONFIRM_TITLE_FORMAT" = "لم يتم تحويل \"%@\" إلى iTunes.  إذا قمت بحذفه، يجب عليك شرائه مرة أخرى.";

/* Title in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "هل تريد تشغيل الفيلم المستأجر؟";

/* Title in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_TITLE" = "ستنتهي صلاحية برنامج التلفاز المستأجر";

/* Message in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "ستنتهي صلاحية برنامج التلفاز في القريب العاجل. إذا توقفت عن مشاهدة برنامج التلفاز بعد انتهاء الصلاحية، يجب عليك استئجاره مجددًا.";

/* Message in alert when a user tries to delete a rented TV show */
"TV_RENTAL_DELETE_CONFIRMATION_FORMAT" = "هل أنت متأكد من رغبتك في حذف \"‪%@‬\"؟ إذا قمت بحذف برنامج التلفاز هذا، سوف تحتاج إلى استئجاره مرة أخرى لمشاهدته.";

/* Title in alert when asking user if they really want to play a TV show rental for the first time. */
"PLAY_RENTAL_TV_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "هل تريد تشغيل برنامج التلفاز المستأجر؟";

/* Message in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAYS" = "ستنتهي الصلاحية بعد %d أيام من بدء المشاهدة.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAY" = "ستنتهي الصلاحية بعد %d يوم من بدء المشاهدة.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOURS" = "ستنتهي الصلاحية بعد %d ساعات من بدء المشاهدة.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOUR" = "ستنتهي الصلاحية بعد %d ساعة من بدء المشاهدة.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTES" = "ستنتهي الصلاحية بعد %d دقائق من بدء المشاهدة.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTE" = "ستنتهي الصلاحية بعد %d دقيقة من بدء المشاهدة.";

/* No comment provided by engineer. */
"GET_MORE_PODCASTS" = "إحضار المزيد من الحلقات…";

/* No comment provided by engineer. */
"GET_MORE_SONGS_LIKE_THIS" = "انظر إلى توصيات Genius...";

"GET_MORE_TV_EPISODES" = "إحضار المزيد من الحلقات…";

/* Title of search results screen */
"SEARCH_RESULTS_TITLE" = "نتائج البحث";

/* Label for song in search results */
"SEARCH_RESULT_KIND_SONG" = "أغنية";

/* Label for artist in search results */
"SEARCH_RESULT_KIND_ARTIST" = "الفنان";

/* Label for album in search results */
"SEARCH_RESULT_KIND_ALBUM" = "الألبوم";

/* Label for playlist in search results */
"SEARCH_RESULT_KIND_PLAYLIST" = "قائمة التشغيل";

/* Label for audiobook in search results */
"SEARCH_RESULT_KIND_AUDIOBOOK" = "كتاب صوتي";

/* Label for music video in search results */
"SEARCH_RESULT_KIND_MUSIC_VIDEO" = "فيديو موسيقي";

/* Label for TV show in search results */
"SEARCH_RESULT_KIND_TV_SHOW" = "برنامج التلفاز";

/* Label for podcast in search results */
"SEARCH_RESULT_KIND_PODCAST" = "بودكاست";

/* Label for movie in search results */
"SEARCH_RESULT_KIND_MOVIE" = "فيلم";

/* Search bar placeholder */
"SEARCH_BAR_PLACEHOLDER" = "بحث";

"SEARCH_RESULTS_ONE_RESULT" = "نتيجة ١";
"SEARCH_RESULTS_RESULTS_FORMAT" = "%d نتائج";

/* Section headers in the grouped search result view */
"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "الفنانون (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "الفنان (%@ نتيجة)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "الألبومات (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "الألبوم (%@ نتيجة)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "قائمة تشغيل الأغاني (%@ نتيجة)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "قوائم تشغيل الأغاني (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "أغنية (%@ نتيجة)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "الأغاني (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOKS" = "الكتب الصوتية (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOK" = "الكتاب الصوتي (%@ نتيجة)";
"SEARCH_RESULT_SECTION_TITLE_PODCASTS" = "حلقة بودكاست (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST" = "حلقة بودكاست (%@ نتيجة)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES_PLURAL" = "بودكاست (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES" = "بودكاست (%@ نتيجة)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEOS" = "فيديو موسيقي (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEO" = "فيديو موسيقي (%@ نتيجة)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODES" = "حلقة تلفاز (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODE" = "حلقة تلفاز (%@ نتيجة)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOWS" = "برامج التلفاز (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOW" = "برامج التلفاز (%@ نتيجة)";
"SEARCH_RESULT_SECTION_TITLE_MOVIES" = "أفلام (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_MOVIE" = "فيلم (%@ نتيجة)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "الأنواع (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "النوع (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSERS" = "الملحنين (%@ نتائج)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSER" = "الملحن (%@ نتائج)";

"CONTINUE_SEARCHING_IN_ITUNES_STORE" = "متابعة البحث في المتجر...";

"PODCAST_LINK_EMAIL_FORMAT" = "تفقد هذا البودكاست على iTunes:‏<br/><br/><a href=\"%@\">%@</a>";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "الرجاء إعداد حساب Mail لمشاركة البودكاست.";

/* Wildcat Videos app info screen*/
"SUMMARY_HEADER" = "الملخص";
"DESCRIPTION_HEADER" = "الوصف";

"ACTOR_HEADER_SINGULAR" = "الممثل";
"ACTOR_HEADER_PLURAL" = "الممثلون";

"DIRECTOR_HEADER_SINGULAR" = "المخرج";
"DIRECTOR_HEADER_PLURAL" = "المخرجون";

"PRODUCER_HEADER_SINGULAR" = "المنتج";
"PRODUCER_HEADER_PLURAL" = "المنتجون";

"SCREENWRITER_HEADER_SINGULAR" = "كاتب السيناريو";
"SCREENWRITER_HEADER_PLURAL" = "كاتب السيناريو";

"ARTIST_LIST_SINGLE_ALBUM_SINGLE_SONG_FORMAT" = "%d ألبوم، %d أغنية";
"ARTIST_LIST_SINGLE_ALBUM_PLURAL_SONG_FORMAT" = "%d ألبوم، %d أغاني";
"ARTIST_LIST_PLURAL_ALBUM_PLURAL_SONG_FORMAT" = "%d ألبومات، %d أغاني";

"NO_METADATA_RELEASED_HEADER" = "تم النشر";
"NO_METADATA_LENGTH_HEADER" = "الطول";
"NO_METADATA_SIZE_HEADER" = "الحجم";
"NO_METADATA_COPYRIGHT_HEADER" = "حقوق النشر";
"NO_METADATA_DIMENSIONS_HEADER" = "الأبعاد";
"NO_METADATA_CODECS_HEADER" = "الترميز";

/* Wildcat Music Videos info screen */
"RELEASED_HEADER" = "تم النشر";
"LENGTH_HEADER" = "الطول";
"SIZE_HEADER" = "الحجم";
"COPYRIGHT_HEADER" = "حقوق النشر";
"FROM_THE_ALBUM_HEADER" = "من الألبوم (متوفر على iTunes)";
"ITUNES_LINK" = "iTunes";
"DIMENSIONS_HEADER" = "الأبعاد";
"CODECS_HEADER" = "الترميز";

"RELEASE_DATE_UNKNOWN" = "غير معروف";
"DURATION_UNKNOWN" = "غير معروف";
"DIRECTORS_UNKNOWN" = "غير معروف";

"ALBUM_UNKNOWN" = "ألبوم غير معروف";
"ALBUM_SONGS_COUNT_SINGULAR" = "أغنية واحدة";
"ALBUM_SONGS_COUNT_PLURAL" = "%u أغاني";

"CREATE_GENIUS_PLAYLIST" = "قم باختيار أغنية لإنشاء قائمة Genius.";
"ADD_SONGS_TO_PLAYLIST_FORMAT" = "إضافة أغاني إلى قائمة التشغيل %@.";

"ALBUM_INFO_SEPARATOR" = " ،";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "تم النشر %@";
"ALBUM_INFO_SONGS_SINGULAR" = "أغنية واحدة";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u أغاني";
"ALBUM_INFO_TIME_SINGULAR" = "١ دقيقة";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "‏%u دقيقة.";

/* Wildcat other */
"DOWNLOAD_VIDEOS_FROM_ITUNES" = "يمكنك تنزيل الفيديوهات من iTunes.";
"GENIUS_PLAYLIST" = "قائمة تشغيل Genius";
"DELETE_VIDEO_ALERT" = "هل ترغب في حذف الفيديو؟";

"PLAYLIST_DELETE_ALERT_TITLE" = "حذف \"%@\"";
"PLAYLIST_DELETE_ALERT_BODY" = "سيؤدي حذف \"%@\" إلى إزالتها من الكمبيوتر الخاص بك عندما يتم التزامن المرة القادمة.";

"EPISODE_DESCRIPTION_MORE" = "إضافي";

"NO_RESULTS" = "لا توجد نتائج";

"PLAY_ALL_SONGS" = "تشغيل كافة الأغاني";

"Genius" = "Genius";
/* Explanatory text shown on the picker when creating a genius playlist. */
"PICK_GENIUS_PLAYLIST_SEED_PROMPT" = "قم باختيار أغنية لإنشاء قائمة Genius.";
"GENIUS_CREATE_NEW_BUTTON_TITLE" = "جديد";
"GENIUS_REFRESH_BUTTON_TITLE" = "تجديد";

/* Placeholder for unknown time duration */
"UNKNOWN_DURATION" = "--:--";

"SHARED_SECTION_TITLE" = "المشاركة المنزلية للمكتبات";
"SHARED_LIBRARY_PASSWORD_ALERT_BODY_FORMAT" = "تتطلب المكتبة المشتركة \"%@\" إدخال كلمة سر.";
"SHARED_LIBRARY_PASSWORD_ALERT_PLACEHOLDER" = "كلمة السر";
"SHARED_LIBRARY_UNABLE_TO_CONNECT_FORMAT" = "تعذر الاتصال بـ \"%@\".";

"RENTAL_EXPIRED_FORMAT" = "انتهت مدة الإيجار لـ \"%@\"";
"RENTAL_WARNING_DAYS_FORMAT" = "لديك %1$@ يوم لمشاهدة \"%2$@\" ومن ثم سيتم حذفه";
"RENTAL_WARNING_DAY_FORMAT" = "لديك %1$@ يوم لمشاهدة \"%2$@\" ومن ثم سيتم حذفه";
"RENTAL_WARNING_HOURS_FORMAT" = "لديك %1$@ ساعة لمشاهدة \"%2$@\" ومن ثم سيتم حذفه";
"RENTAL_WARNING_HOUR_FORMAT" = "لديك %1$@ ساعة لمشاهدة \"%2$@\" ومن ثم سيتم حذفه";
"RENTAL_WARNING_MINUTES_FORMAT" = "لديك %1$@ دقيقة لمشاهدة \"%2$@\" ومن ثم سيتم حذفه";
"RENTAL_WARNING_MINUTE_FORMAT" = "لديك %1$@ دقيقة لمشاهدة \"%2$@\" ومن ثم سيتم حذفه";

"HOME_SHARING_SPLASH_LABEL" = "المشاركة المنزلية";
"HOME_SHARING_ACCOUNT_FIELD_NAME" = "Apple ID";
"HOME_SHARING_ACCOUNT_PLACEHOLDER" = "example@me.com";
"HOME_SHARING_PASSWORD_FIELD_NAME" = "كلمة السر";
"HOME_SHARING_PASSWORD_PLACEHOLDER" = "مطلوب";
"HOME_SHARING_FOOTER_LABEL" = "مطلوب Apple ID لاستخدام المشاركة المنزلية.";
"HOME_SHARING_ERROR_TITLE" = "تعذر تشغيل المشاركة المنزلية";
"HOME_SHARING_CANNOT_CONNECT_TITLE" = "لا يمكن الاتصال بمكتبة الوسائط.";
"HOME_SHARING_VERSION_NOT_SUPPORTED" = "تتطلب المشاركة المنزلية iTunes 10.2 أو أحدث.";

"SHARED_MODAL_SHEET_DEVICE_LIBRARY" = "الـ iPad الخاص بي";
"SHARED_DEVICE_LIBRARY_FORMAT" = "‏%@ الخاصة بي";

"DOWNLOAD_ALL_BUTTON_TITLE" = "تنزيل الكل";
"SHOW_COMPLETE_ALBUM" = "عرض الألبوم بالكامل…";
"HIDE_COMPLETE_ALBUM" = "إخفاء الألبوم بالكامل";
"COMPLETE_MY_ALBUM_FOR_AMOUNT_LABEL" = "إكمال الألبوم الخاص بي: %@‎";
"COMPLETE_THIS_ALBUM_BUTTON_LABEL" = "إكمال هذا الألبوم";
"HD_OFFER_VARIANT_SEGMENT_TITLE" = "دقة عالية";
"SD_OFFER_VARIANT_SEGMENT_TITLE" = "SD";
"BUY_ALBUM_FOR_AMOUNT_LABEL" = "شراء الألبوم: %@";
"REGULAR_ALBUM_PRICE_LABEL" = "السعر العادي %@";
"SHOW_COMPLETE_SEASON" = "عرض الموسم بالكامل";
"HIDE_COMPLETE_SEASON" = "إخفاء الموسم بالكامل";
"SINGLE_EPISODE_AVAILABLE_LABEL" = "حلقة %d إضافية...";
"SINGLE_EPISODE_AVAILABLE_LABEL_LONG" = "‏%d من الحلقات الإضافية متوفرة على iTunes";
"MULTIPLE_EPISODES_AVAILABLE_LABEL" = "‏%d من الحلقات الإضافية...";
"MULTIPLE_EPISODES_AVAILABLE_LABEL_LONG" = "‏%d من الحلقات الإضافية متوفرة على iTunes";
"COMPLETE_MY_SEASON_FOR_AMOUNT_LABEL" = "إكمال الموسم الخاص بي %@‎";
"COMPLETE_MY_SEASON_NO_AMOUNT_LABEL" = "إكمال الموسم الخاص بي";
"COMPLETE_MY_SEASON_PASS_NO_AMOUNT_LABEL" = "إكمال تذكرة الموسم الخاص بي";
"BUY_SEASON_FOR_AMOUNT_LABEL" = "شراء الموسم %@";
"BUY_SEASON_NO_AMOUNT_LABEL" = "شراء الموسم";
"BUY_SEASON_PASS_NO_AMOUNT_LABEL" = "شراء تذكرة الموسم";

"EXIT_STORE_BUTTON_TITLE" = "المكتبة";

/* Alert title/message to inform the user that Podcasts can be downloaded using the Podcasts app */
"PODCASTS_DOWNLOAD_ALERT_TITLE" = "تم نقل البودكاست";
"PODCASTS_DOWNLOAD_ALERT_MESSAGE" = "يمكن تنزيل الحلقات الجديدة باستخدام تطبيق البودكاست.";
